[{
        "title": "Открытие жд моста через реку Кубань",
        "shortTitle": "Открытие моста",
        "dateString": "1887 год",
        "image": "most",
        "description": "9 мая 1887 года. Проведено испытание только что построенного большого железного моста через р. Кубань, в двух верстах к югу от Екатеринодара по линии Новороссийской ветки железной дорога. Для своего времени мост являлся «грандиозным сооружением»: его длина составляла до 130 саженей, а железный корпус, сделанный на Брянском заводе, покоился на четырех массивных каменных устоях и имел три пролета шириной 30 саженей.",
        "photos": [
            "most",
            "most2"
        ],
        "showOnMainScreen": true
    },
    {
        "title": "Открытие композиции \"Аврора\"",
        "dateString": "1897 год",
        "shortTitle": "Открытие \"Авроры\"",
        "image": "avrora2",
        "description": "7 мая 1967 года в конце улицы Красной в Краснодаре открыта монументальная скульптурно-архитектурная композиция «Аврора», скульптор И.П. Шмагун, архитектор Лашук Евгений Герасимович. Скульптурная композиция — «олицетворение богини утренней зари» — «Аврора», высотой почти 17 метров «в шинели, с винтовкой за плечами, в высоко поднятой руке лучистая звезда». Автор скульптуры Иван Шмагун создал её бесплатно, в качестве подарка жителям Краснодара к 50-летию Октябрьской революции. На постаменте имеется надпись: «Власть — Советам, мир -народам». «Аврора» «символизирует молодую Советскую республику, выражает пафос революционного энтузиазма, с которым наш народ начал строительство нового мира, принёс миру новую утреннюю зарю». Со временем, эта скульптура, входящая вместе с одноимённым широкоформатным кинотеатром в архитектурный ансамбль «Аврора», стала одним из ярких символов краевого центра и в 1970-е — 1980-е годы являлась эмблемой Краснодарской крае-вой студии телевидения. Примечательно место, где были возведены скульптура и кинотеатр. Издревле здесь был курган, высотой более 4 метров, насыпанный, по оценкам археологов, более 3 500 лет назад. И, прежде чем начались строительные работы, курган исследовали археологи Краснодарского историко-краеведческого музея. Раскопав его, учёные обнаружили в материковой глине погребальную камеру — так называемую, катакомбу. Но… гробница оказалась пустой, лишь фаланга большого пальца ноги символизировала погребение… Такие захоронения археологи называют кенотафом: очевидно, покойный погиб где-то вдали от родных мест и родственники не смогли похоронить его тело. Но по верованиям древних, душа обретала успокоение только после совершения всех положенных ритуалов на родине. Оттого и был сооружён над пустой катакомбой курган, тайну которого раскрыли, благодаря строительству «Авроры».",
        "photos": [
            "avrora", "avrora2"
        ],
        "showOnMainScreen": true
    },
    {
        "title": "Оккупация Краснодара",
        "dateString": "1942 год",
        "shortTitle": "Оккупация",
        "image": "occupacia",
        "description": "Краснодар был в оккупации 186 дней — с 9 августа 1942 года по 12 февраля 1943 года. Ввиду близости фронта немецкое командование все это время сохраняло в городе военное управление, не ограничивавшее оккупантов в репрессиях по отношению к мирному населению. eЗа дни оккупации фашисты убили, казнили, замучили до смерти 11 472 жителя Краснодара. Из них 4972 — мужчины, 4322 — женщины, 2178 — дети. Целенаправленно уничтожались члены партизанского подполья, коммунисты, комсомольцы, евреи. Также проводились акции по уничтожению мирных жителей без каких-либо дополнительных признаков – попавших в облаву случайных прохожих, посетителей базаров, включая женщин с грудными младенцами. Особенно жестоко расправлялись с инвалидами и тяжелобольными людьми. По данным переписи, проведенной оккупантами, в сентябре 1942 года в Краснодаре проживало 151 024 человек. Это значит что за шесть месяцев захватчиками был убит каждый 13-й житель города. На стадионе «Динамо» в Краснодаре в период оккупации располагался один из самых больших лагерей для военнопленных на территории СССР. В нем содержалось до 10 тыс. советских солдат. Фашисты использовали пленных как рабочую силу. Помимо концлагеря на стадионе «Динамо», лагеря для военнопленных были в районе мясокомбината на улице Воронежской (до трех тыс. человек), в районе железнодорожного моста, в районе Затона, в районе кожевенного завода и на пересечении Красной и Хакурате, где располагались хлебные амбары. Часть пленных из этих лагерей была отправлена в Германию, а часть уничтожена немцами при отступлении.",
        "photos": [
            "occupacia", "occupacia2", "occupacia3"
        ],
        "showOnMainScreen": true
    },
    {
        "title": "Освобождение Краснодара от фашистских оккупантов",
        "dateString": "1943 год",
        "shortTitle": "Освобождение",
        "image": "osvobozdenie",
        "description": "В этот день в 1943 году части и соединения 18-й и 46-й армий при содействии партизан освободили столицу Кубани от немецко-фашистских захватчиков. Сегодня мы вспоминаем всех, кто ценой своей жизни мужественно защищал родную землю. Оккупация Краснодара длилась долгих полгода. Немцы зашли в город утром 9 августа 1942-го. Советским войска не хватало боеприпасов, небольшие соединения сдерживали натиск врага, но силы были неравны. За эти шесть месяцев погибли 13 тыс. горожан. Немцы установили свой порядок, назначили бургомистра и не собирались покидать город. Только ранним утром 12 февраля 1943 года красноармейцам удалось прогнать врага. Красное знамя советские солдаты повесили на здании крайкома партии в Краснодаре (угол улиц Красной и Гимназической). В городе все ликовали!",
        "photos": [
            "osvobozdenie", "osvobozdenie2"
        ],
        "showOnMainScreen": true
    },
    {
        "title": "Первый трамвай",
        "dateString": "1900 год",
        "shortTitle": "Первый трамвай",
        "image": "tramvai",
        "description": "Первый трамвай в Екатеринодаре был пущен 23 декабря 1900 года. Екатеринодар стал семнадцатым трамвайным городом в Российской империи[2]. В 1908 году началось строительство пригородной линии в станицу Пашковскую (на бензомоторной тяге с 4 апреля 1912 по 1914 год, на электрической тяге — с 14 декабря 1914 года); включена в систему городского трамвая в 1920 году, однако продолжала существовать относительно обособленной. В 1934—1938 годах на широкую колею была перешита большая часть городских линий. В 1948—1949 годах была перешита на широкую колею линия Пашковского трамвая, а в 1950 году перешили на широкую колею последний участок городской сети. Самая первая трамвайная линия в Екатеринодаре была построена бельгийским акционерным обществом «Компания тяги и электричества». Первые трамвайные маршруты города проходили: по Красной ул. — от городского сада до Новокузнечной, и по Екатерининской (ныне ул. Мира) — до вокзала. Первое трамвайное депо располагалось на ул. Екатерининской, где сейчас находятся мастерские по ремонту подвижного состава. В апреле 1912 года начала работать трамвайная линия в станицу Пашковскую, которую построило «Первое Русское товарищество моторно-электрического трамвая Екатеринодар — Пашковская». Первоначально линия обслуживалась вагонами с керосиновыми моторами. В 1914—1915 годах линия также была электрифицирована.",
        "photos": [
            "tramvai", "tramvai2", "tramvai3", "tramvai4"
        ],
        "showOnMainScreen": true
    },
    {
        "title": "Основание города",
        "dateString": "1793 год",
        "shortTitle": "Основание города",
        "image": "osnovanie",
        "description": "Екатеринодар был основан в 1793 году.,черноморскими казаками сначала как военный лагерь,а позднее как крепость.Название город получил в честь дара императрицей Екатериной || Черноморским казакам кубанской земли.",
        "photos": [
            "osnovanie"
        ],
        "showOnMainScreen": true
    },
    {
        "title": "Духовное училище",
        "dateString": "1818 год",
        "shortTitle": "Духовное училище",
        "image": "sobor",
        "description": "20 октября 1818 г. стараниями войскового протоирея К.В. Россинского в Ека-теринодаре было открыто приходское духовное училище, имевшее один класс с двумя отделениями.",
        "photos": [
            "sobor"
        ],
        "showOnMainScreen": true
    },
    {
        "title": "Открыто Кубанское Мариинское училище",
        "dateString": "1863 год",
        "shortTitle": "Открыто училище",
        "image": "med",
        "description": "25 октября 1863 года в Екатеринодаре было открыто Кубанское Мариинское училище - первое женское среднее учебное заведение на Кубани.",
        "photos": [
            "med", "med2"
        ],
        "showOnMainScreen": true
    },
    {
        "title": "Первый номер",
        "dateString": "1863 год",
        "shortTitle": "Первый номер первой газеты",
        "image": "gazeta",
        "description": "1 марта 1863г. вышел первый номер первой екатеринодарской газеты «Кубанские войсковые ведомости»",
        "photos": [
            "gazeta"
        ],
        "showOnMainScreen": true
    }
]
