[{
        "name": "Григорий Митрофанович Концевич",
        "years": "1863-1937",
        "image": "koncevich",
        "description": "Музыкальный деятель",
        "text": "В 1883 окончил Кубанскую учительскую семинарию, где познакомился с нотной грамотой, приобрёл навыки ведения уроков пения. Работал учителем Тенгинской станичной школы. С 1887 продолжил образование на регентских курсах Петербургской Придворной певческой капеллы. Вернувшись в 1892 году в Екатеринодар был приглашён на должность регента Кубанского войскового казачьего хора. Руководил хором до 1906 года. Инициировал создание для хористов общеобразовательной школы и специального 2-классного училища для обучения начальному курсу управления хором. После революции работал в отдел народного образования (подотдел искусства). Занимался вопросами музыкально-хорового искусства и художественной самодеятельности. Преподал теорию в музыкальном техникуме, в 1924—1925 гг. возглавлял двухгодичные хормейстерские курсы, готовил хоровых работников в школы и народные клубы. В 1936 году было принято решение о создании Кубанского казачьего хора. Г. М. Концевич стал художественным руководителем хора. Хор был восстановлен в кратчайшие сроки, и в 1937 году Государственный ансамбль песни и пляски кубанских казаков гастролировал в Москве. 30 августа 1937 был арестован по обвинению в покушении на И. В. Сталина и расстрелян 26.12.1937 года. Реабилитирован посмертно в 1989 году.",
        "photos": ["koncevich"]
    },
    {
        "name": "Евгений Дмитриевич Фелицын",
        "years": "1848-1903",
        "image": "felicin",
        "description": "Выдающийся историк",
        "text": "Евгений Фелицын родился 5 марта 1848 года в Ставрополье в семье обер-офицера. Православного вероисповедания. В 1864 году окончил Ставропольскую губернскую гимназию. Фелицын являлся: почётным членом — Общества любителей изучения Кубанской области, Ставропольского губернского и Кубанского областного статистических комитетов; действительным членом — Императорского Московского археологического общества, Императорского общества любителей естествознания, антропологии и этнографии, Императорского Одесского общества истории и древностей и Кавказского отдела Императорского русского географического общества; членом-сотрудником — Императорского Русского археологического общества в Санкт-Петербурге и Общества любителей древней письменности. В 1880 году Фелицын был зачислен в казачье сословие Кубанского казачьего войска и приписан к станице Северской. В благодарность за благоустройство ж/д станции станицы Северской, общество станицы в 1891 году выделило Фелицыну близ той станицы в постоянное пользование участок земли. Последний развёл на нём своё хозяйство, но, испытывая крайние финансовые затруднения, вынужден был продать свою усадьбу для погашения долгов, навсегда покончив с делами по хозяйству. В дальнейшем ввиду профессиональной деятельности переселился в Екатеринодар.",
        "photos": ["felicin"]
    },
    {
        "name": "Яков Дмитриевич Малама",
        "years": "1841-1913",
        "image": "malama",
        "description": "Начальник Кубанской области",
        "text": "Яков Дмитриевич Малама, потомственный дворянин Полтавской губернии, родился 4 ноября 1841 года. После окончания кадетского корпуса в городе Полтаве и Санкт-Петербургского Константиновского военного училища он поступил в гусарский Лубенский полк. Затем, как способный офицер, Яков Дмитриевич был направлен в Николаевскую Академию Генерального Штаба, по окончании которой отбыл на Кавказ. В 1869 году назначенный начальником Штаба Осадного корпуса, принял непосредственное участие в штурме турецкой крепости Карс. Но особую храбрость Малама проявил в бою между Вазарджихскими и Шатырь-Оглинскими высотами, за что был Высочайше пожалован орденом Святого Георгия 4-ой степени. На протяжении нескольких лет Яков Дмитриевич отважно воевал с турками и был награждён золотым оружием и ещё двумя орденами: Св. Анны 2-ой степени и Св. Владимира 3-й степени. В марте 1885 года его назначают начальником штаба Кубанского казачьего войска, а с 21 февраля 1892 года утверждают наказным атаманом. С этого момента разворачивается административный талант Я. Д. Маламы, проявляются его лучшие человеческие качества. Находясь на новой должности, Яков Дмитриевич, сразу же принялся за неотложные дела по войску. Он отправился в нагорные станицы, в которых проживали русские переселенцы. В жару 1893 года он объехал всю округу, помогая станичникам советом и делом улучшить их экономическое положение.и Особую похвалу Я. Д. Маламы заслужили станичные учителя. \"С удовлетворением отмечаю, – писал он, – плодотворную деятельность учителей народных школ по распространению грамотности, садоводства, пчеловодства и огородничества\". И всё-таки, проверяя станицы, он видел, что местному населению явно не хватает образования. Я. Д. Малама старался продолжить дело, начатое его предшественником наказным атаманом Н. Н. Кармалиным, который способствовал открытию школ на Кубани. Я. Д. Малама заботился не только о благополучии казачьего населения. Он обратился с добрым воззванием к горцам, призывая покончить с вековыми предрассудками – молодечеством и набегами. В аулах начали открываться школы, в которых детей обучали русскому языку. Наказной атаман не различал национальной принадлежности. В одинаковой мере интересовался как жизнью казаков, так и жизнью иногородних. И к нему, как к своему батьке родному, обращались и казаки, и адыги со своими прошениями. Яков Дмитриевич всегда ценил трудолюбивых, инициативных людей. Обладая природным даром руководителя, он смог окружить себя деятельными, энергичными и честными людьми, с которыми он управлял краем, повышая благосостояние кубанцев. На Кубани в его правление были построены десятки церквей, народных училищ, станичных правлений. В Екатеринодаре заложен памятник Екатерине II, возведены Дворец Атамана, Обелиск в честь 200-летнего юбилея Кубанского казачьего войска. Возникли различные благотворительные, общественные, культурные организации. Заботами Маламы были изданы фундаментальные труды по истории Кубанского казачества – четыре огромных тома исторических документов, составленные местным историком И. И. Дмитренко, 14 выпусков \"Песен кубанских казаков\", подготовленные к печати А. Д. Бигдаем. В 1904 году он переезжает в Тифлис к месту нового назначения. Здесь он занимает пост помощника Главнокомандующего гражданской частью на Кавказе и Командующего войсками Кавказского военного округа. Через год он получил ещё более авторитетное назначение – пост помощника Наместника Его Величества на Кавказе. Через год переведён в Петербург в качестве члена Военного Совета. Скончался Яков Дмитриевич Малама в Санкт-Петербурге 24 декабря 1912 года. \"Справедливо будет сказать, – писали \"Кубанские областные ведомости\", – что ушёл из жизни видный государственный деятель России; честный и высокоразвитый, с достоинством носивший высокую власть, доверенную ему Государем, которой он пользовался только для блага Родины и того населения, которому он служил... Такие имена не забываются в Отечестве...\"",
        "photos": ["malama"]
    },
    {
        "name": "Яков Герасимович Кухаренко",
        "years": "1800-1862",
        "image": "kuharenko",
        "description": "Атаман",
        "text": "Яков Герасимович Кухаренко родился в 1799 году в семье знатного запорожского казака, полковника Герасима Романовича Кухаренко. Учился в Екатеринодарском уездном училище, в котором смотрителем и педагогом был войсковой протоиерей К. В. Россинский. С детских лет Кухаренко поражал окружающих серьёзностью, недетским отношением к занятиям, людям, жизни. Военную службу начал с 1814 года в Черноморском казачьем войске в качестве сотенного есаула. С 1853 года, продвигаясь по служебной лестнице, исполнял должность наказного атамана Азовского казачьего войска. За мужество и доблесть при штурме турецкой крепости в Анапе Кухаренко получил две благодарности – орден Святого Владимира 4-ой степени с бантом и серебряную медаль за турецкую войну 1828–1829 годов. С 1831 года Я. Г. Кухаренко служит командиром пешей артиллерийской роты. 4 декабря 1834 года ему, как знатоку местной истории, поручили составление \"Исторических записок о войске Черноморском\". Работа над архивными документами продолжалась днём и ночью около полутора лет. В результате получилась обстоятельная, толковая, первая история Черноморского войска со дня поселения его на Кубани по 1831 год. Первые литературные опыты Кухаренко относятся ещё к годам обучения в училище. Яков Герасимович автор работ по этнографии. Это \"Пластуны\", \"Овцы и чабаны в Черномории\", \"Чабанский словарь\", драма в трёх действиях \"Черноморский побыт\". В 1841 году в Петербурге Я. Г. Кухаренко впервые встретился и подружился с молодым поэтом Т. Г. Шевченко, с которым он вёл переписку. Сохранилось двенадцать писем Т. Г. Шевченко и семь Кухаренко. Генерал-майор активно занимался общественной деятельностью. Он был попечителем окружных училищ. На этой должности в полную силу проявляется деловитость Якова Герасимовича и его забота о подрастающем поколении. Именно при нём оживляется работа войсковой гимназии, цель которой – подготовить для Кубанского края людей пригодных \"к просвещённой служебной деятельности как на военном, так и на гражданском поприще\", ибо казаку \"плуг и ружьё... в равной степени необходимы...\" Я. Г. Кухаренко был одним из инициаторов и сторонников объединения Черноморского и линейного войск в единое Кубанское казачье войско. В 1862 году умер в плену у горцев в ауле недалеко от Майкопа, похоронен в Екатеринодаре на загородном кладбище. В начале XX века его перезахоронили у стен Вознесенского собора, могила не сохранилась. До наших дней чудом сохранился дом Я. Г. Кухаренко. С 1987 года он стал Литературным музеем Кубани.",
        "photos": ["kuharenko"]
    },
    {
        "name": "Николай Николаевич Кармалин",
        "years": "1824-1900",
        "image": "karmalin",
        "description": "Глава Кубанского края ",
        "text": "Н. Н. Кармалин принадлежал к старинному и знатному дворянскому роду, восходящему к концу XVI века. Родился он 25 мая 1824 года в отцовской усадьбе на Рязанщине. После окончания 1-го Московского кадетского корпуса получает звание прапорщика лейб-гвардии. Затем два года учится в Николаевской Военной Академии при Генеральном Штабе, которую блестяще заканчивает. За \"успехи в науках\" в 1849 году был произведён в штабс-капитаны. В этом же году участвовал в походе в Венгрию для усмирения повстанцев, где за проявленную храбрость, сноровку и распорядительность заслужил \"Высочайшее благоволение\" и признательность самого Государя Императора и был награждён серебряной медалью. Совмещая сугубо боевую деятельность с педагогической (читал лекции по тактике в Академии Генерального Штаба), Николай Николаевич быстро продвигался по службе, получал чины. В 45 лет он стал Эриванским военным губернатором и управляющим гражданской частью. В 1873 году – назначен начальником Кубанской области и Наказным атаманом Кубанского казачьего войска. За время его нахождения во главе Кубанского края наблюдался подъём экономики, уделялось большое внимание развитию культуры и образования. При содействии и непосредственном участии Кармалина были открыты десятки учебных заведений – начальных школ, гимназий, реальных училищ. В станицах было построено 136 школьных зданий, а в Екатеринодаре – огромная двухэтажная Кубанская войсковая гимназия. Значительны были труды Н. Н. Кармалина и в других сферах народной жизни. В 1875 году по личному указанию атамана были начаты работы по благоустройству Горячего Ключа – Псекупских минеральных вод. В кубанской столице были основаны: общество взаимного кредита, Екатеринодарский городской общественный банк. Начали действовать Кубанское экономическое общество и Кубанское попечительство пострадавшим в русско-турецкую войну 1877–1878 годов и их семействам. Были открыты два базара – Новый и Сенной. Шло строительство Ростово-Владикавказской железной дороги. В декабре 1881 года Кармалин подаёт служебную записку министру путей сообщения К. Н. Посьету о необходимости связать строящуюся дорогу с Чёрным морем. В этом документе он хлопочет, чтобы этот путь пролегал через Екатеринодар. В 1888 году казачья столица была соединена рельсовым путем с портом Новороссийск. Способствовал Кармалин и развитию пароходства. Немалые заслуги атамана перед Кубанью. В 1877 году указом Государя Императора Александра II Н. Н. Кармалин с потомством зачислен в состав Кубанского войска. Он почётный старик многих станиц и почетный гражданин города Екатеринодара. Н. Н. Кармалин скончался 23 июля 1900 года в своём имении Кобрино, Гатчинского уезда, Санкт-Петербургской губернии (ныне поселок Кобринское). В Краснодаре одна из улиц в январе 1996 года названа именем Николая Николаевича Кармалина.",
        "photos": ["karmalin"]
    },
    {
        "name": "Михаил Павлович Бабыч",
        "years": "1862-1917",
        "image": "babich",
        "description": "Атаман",
        "text": "Михаил Павлович Бабыч, сын одного из доблестных офицеров-покорителей Западного Кавказа – Павла Денисовича Бабыча, о подвигах и славе которого, народ слагал песни. Все отцовские качества дарованы Михаилу, родившемуся 22 июля 1844 года в родовом екатеринодарском доме по улице Бурсаковской, 1 (угол Крепостной). С самого раннего возраста мальчика готовили к военной службе. После успешного окончания Михайловского Воронежского кадетского корпуса и Кавказской учебной роты юный Бабыч, стал постепенно продвигаться по военной служебной лестнице и получать боевые ордена. В 1889 году он уже был полковником. 3 февраля 1908 года вышел указ о назначении его уже в чине генерал-лейтенанта наказным атаманом Кубанского казачьего войска. Жесткой рукой и суровыми мерами он наводит порядок в Екатеринодаре, где в то время свирепствуют террористы-революционеры. Под постоянной угрозой смерти Бабыч исполнял свой ответственный долг и укреплял на Кубани экономику и нравственность. За короткий срок им много было сделано общекультурных, добрых дел. Казаки называли атамана «ридный Батько», так как каждый казак лично на себе ощущал его заботу, его радение. Общекультурную деятельность М. Бабыча ценило не только русское население. Его глубоко уважали и другие народности, жившие на Кубани. Только благодаря его заботам и стараниям было начато строительство Черноморско-Кубанской железной дороги, начато наступление на кубанские плавни. 16 марта 1917 года официальная газета в последний раз сообщила о бывшем Наказном атамане Михаиле Павловиче Бабыче. В августе 1918 года он был зверски убит большевиками в Пятигорске. Тело многострадального генерала погребено в усыпальнице Екатерининского собора. Память о большом патриоте и радетеле Кубанской земли М П. Бабыче – последнем Наказном атамане, жива в сердцах русского народа. 4 августа 1994 года на том месте, где стоял родовой дом Атамана, фондом культуры Кубанского казачества открыта мемориальная доска (работа А. Аполлонова), увековечившая его память.",
        "photos": ["babich"]
    },
    {
        "name": "Алексей Данилович Безкровный",
        "years": "1785-1833",
        "image": "bezkrovni",
        "description": "Атаман",
        "text": "Среди сотен русских имен, сияющих в лучах ратной славы привлекательно особым магнетизмом имя доблестного Наказного атамана Черноморского казачьего войска Алексея Даниловича Безкровного. Родился он в состоятельной обер-офицерской семье. В 1800 году пятнадцатилетний  Алексей Безкровный, воспитанный в боевых дедовских традициях, записался в казаки и покинул отцовский дом – Щербиновский курень. Уже в первых стычках с горцами подросток обнаружил удивительную сноровку и бесстрашие. В 1811 году при формировании Черноморской гвардейской сотни А. Безкровный, выдающийся боевой офицер, обладавший необыкновенной физической силой, имевший проницательный ум и благородную душу, был зачислен в ее первоначальный состав и с честью пронес звание гвардейца через всю Отечественную войну 1812 – 1814 годов. За отвагу и храбрость на Бородинском сражении Алексей Безкровный получил чин сотника. При отступлении армии Кутузова от Можайска к Москве бесстрашный казак в течение 4 часов отбивал все попытки неприятеля прорваться вперед. За этот подвиг и другие авангардные боевые дела Безкровный был награжден золотой саблей с надписью «За храбрость». Отступающий противник пытался сжечь суда с хлебом, но гвардейцы не позволили французам уничтожить зерно. За проявленную доблесть Безкровного наградили орденом Святого Владимира 4-й степени с бантом. По просьбе Платова, Безкровный с черноморской сотней был зачислен в его корпус. С легкой руки самого М. И. Кутузова казаки величали его «командиром без ошибки». 20 апреля 1818 года за боевые заслуги Алексей Данилович получил чин полковника. В 1821 году он вернулся в отчий край и продолжает служить в отряде другого героя Отечественной войны генерала М. Г. Власова. В мае 1823 года его командируют с 3-м конным полком на границу Царства Польского, а затем – Пруссии. Из очередного похода А. Д. Безкровный возвратился в Черноморию лишь 21 марта 1827 года. И спустя полгода (27 сентября) его, как лучшего и талантливейшего боевого офицера, по Высочайшей воле назначают войсковым, а затем Наказным атаманом. В мае – июне 1828 года А. Д. Безкровный со своим отрядом участвует в осаде турецкой крепости Анапа под начальством князя А. С. Меньшикова. За победу над турками и падение неприступной крепости А. Безкровный был произведен в чин генерал-майора и награжден орденом Святого Георгия 4-й степени. Затем – за новые подвиги – второй золотой саблей, украшенной алмазами. Две черты были особенно характерны для Безкровного: редкая отвага в боевых схватках и глубокая человечность в мирной жизни. В январе 1829 года Алексей Данилович командует одним из отрядов, направленных против шапсугов. В 1930 году казачий рыцарь вновь участвует в борьбе с абреками, с самим знаменитым Казбичем, угрожавшим казачьему городу Екатеринодару. В том же году он построил за Кубанью три укрепления: Ивановско-Шебское, Георгие-Афипское и Алексеевское (названное в честь самого Алексея Безкровного). Здоровье прославленного атамана было подорвано. Его героическая одиссея закончилась. Назначение А.Д. Безкровного Атаманом Черноморского казачьего войска вызвало зависть в кругу родовой казачьей аристократии. Он, герой 1812 года, мог бороться и побеждать внешних врагов Отечества. Но осилить завистников внутренних – не смог. Затравленный недругами, с незаживающей раной в боку, Безкровный жил замкнуто в своей екатеринодарской усадьбе. 28 лет отдал он службе Отечеству. Участвовал в 13 больших боевых кампаниях, 100 отдельных сражениях – и не знал ни одного поражения. Алексей Данилович  умер 9 июля 1833 года в день святой мученицы Феодоры, похоронен в богаделенском дворе, на расположенном здесь первом казачьем кладбище.",
        "photos": ["bezkrovni", "bezkrovni2"]
    },
    {
        "name": "Голиков Василий Иванович",
        "years": "1923-2006",
        "image": "golikov",
        "description": "Летчик истребитель",
        "text": "Родился в г. Лабинск. После школы пошёл в армавирское лётное училище, ускоренный выпуск, год обучения и на фронт лётчик-истребитель. Сражался в небе над СССР и Европой, ",
        "photos": ["golikov"]
    }
]
