[{
        "name": "Памятник \"Собачкина столица\"",
        "lat": 45.021607566255135,
        "lon": 38.96891326931533,
        "category": "architectural",
        "sightDescription": "Торжественное открытие памятника состоялось 30 сентября 2007 года. По замыслу автора проекта, Валерия Пчелина, две собаки – он и она – встретились на первом свидании под зданием с часами, на углу улиц Мира и Красная, и пошли гулять, взявшись за руки. Скульптурная композиция представляет собой парочку влюбленных собак, которые одеты по моде прошлого века. Взявшись за лапки, они прогуливаются по центру города. Песик держит шляпу, его подруга опирается на зонт. На стене за парой влюбленных выбита цитата Владимира Маяковского, который сказал о Краснодаре: «Это ж не собачья глушь, а собачкина столица!». Краснодарцы и гости города верят в то, что если потереть собачкам нос, то сбудется желание, связанное с любовью и близкими отношениями. А если потереть лапки - любое путешествие будет удачным. «Краснодар — город для людей, но и собаки тоже являются его полноправными жителями. Эта «собачкина столица» — город в городе… К его жителям (собакам) можно относиться как к животным. Но они похожи на нас, они часть нас», — рассказал скульптор Пчелин В.П.",
        "photos": ["sobachkina_stolica_1", "sobachkina_stolica_2", "sobachkina_stolica_3"],
        "image": "sobachkina_stolica_1",
        "showOnMainScreen": true
    },
    {
        "name": "Памятник Шурику и Лидочке",
        "lat": 45.04331775105477,
        "lon": 38.97715511371469,
        "category": "architectural",
        "sightDescription": "Герои знаменитой советской кинокомедии Лидочка и Шурик поселились в Краснодаре. Бронзовые фигуры студентов из фильма Леонида Гайдая установлены в центре города, на аллее улицы Красная. Памятник находится напротив здания Кубанского технологического университета. Над скульптурной композицией полгода трудились около десятка кубанских и ростовских скульпторов, архитекторов и литейщиков. Фигуры весят порядка трехсот килограммов, но, по задумке исполнителей проекта, едва превышают человеческий рост. Идею установить в Краснодаре памятник Шурику и Лидочке подал губернатор региона Александр Ткачев. По словам авторов проекта, место для нового памятника не случайно выбрано возле одного из крупных вузов Кубани. Бронзовые \"Лидочка и Шурик\" должны были стать символом отличной учебы студентов, а конспекты девушки, по предположениям архитекторов, зачитают до дыр гости и жители Кубани. Кстати, это преположение подтвердилось на практике: возле этого памятника заглядывая за бронзовые плечи героев обожают фотографироваться и краснодарцы, и приезжие абитуриенты-студенты, и туристы.",
        "photos": ["pamyatnik_shuriku_i_lidochke_1", "pamyatnik_shuriku_i_lidochke_2", "pamyatnik_shuriku_i_lidochke_3"],
        "image": "pamyatnik_shuriku_i_lidochke_1",
        "showOnMainScreen": true
    },
    {
        "name": "Памятник Екатерине II",
        "lat": 45.015667725895796,
        "lon": 38.968414956042764,
        "category": "architectural",
        "sightDescription": "В руках императрицы — скипетр и держава, а сама она изображена мудрой и величавой, одетой в царскую порфиру. Центральную часть постамента занимает текст Жалованной грамоты от 1 (12) июля 1792 года. Слева изображён князь Потёмкин-Таврический на фоне боевых знамён и войсковых знаков. Справа стоят три первых кошевых атамана Черноморского казачьего войска: Антон Головатый, Сидор Белый и Захарий Чепега. На задней стороне памятника изображён слепой кобзарь с поводырём, а также список побед, одержанных Россией при участии кубанских казаков. Проект памятника был разработан знаменитым художником и скульптором Михаилом Микешиным в 1895 году к празднованию Кубанским казачьим войском своего 200-летнего юбилея. Скоропостижная кончина не позволила Микешину завершить работу, её продолжателем стал скульптор Борис Эдуардс под непосредственным наблюдением особой войсковой строительной комиссии. Памятник был торжественно заложен осенью 1896 года, а его открытие состоялось лишь 6 мая 1907 года. Новый памятник был создан известным кубанским скульптором, членом Союза художников России Александром Аполлоновым, использовавшим в своей работе снимки бронзовой модели памятника, архивные документы и чертежи. Монумент был отлит в мастерской художественного литья Ростовского государственного университета, архитектурно-скульптурная атрибутика выполнена Краснодарским компрессорным заводом. В 2011 году в Сочи также открыт памятник Екатерине II, который является уменьшенной копией краснодарского. Памятник был придуман и возведён в честь решения Екатерины II подарить русские земли Кубанскому Казачьему войску за то что они помогали России в войне.",
        "photos": ["pamyatnik_imperatrice_ekaterine_ii_1", "pamyatnik_imperatrice_ekaterine_ii_2", "pamyatnik_imperatrice_ekaterine_ii_3"],
        "image": "pamyatnik_imperatrice_ekaterine_ii_1",
        "showOnMainScreen": false
    },
    {
        "name": "Триумфальная Арка",
        "lat": 45.0467993062905,
        "lon": 38.97823441186576,
        "category": "historical",
        "sightDescription": "Арка была построена в русском стиле, с использованием художественно переосмысленных традиций допетровского московского зодчества. Она состояла из центрального пролёта и двух боковых — для пешеходов. Боковые устои центральной арки были украшены четырьмя шатровыми шпилями. Шпили венчались золочёнными двуглавыми орлами — символами Российской империи. Всё сооружение было покрыто чешуйчатой шатровой кровлей. В больших кокошниках с обеих сторон центральной арки размещались иконы с лампадами: на восточной стороне, со стороны вокзала, образ князя Александра Невского, святого патрона и покровителя русского воинства; на западной — Екатерины великомученицы, святой покровительницы города Екатеринодара. Накануне визита Императора Александра III городское купеческое общество предложило возвести Триумфальную арку (Царские ворота). Для сбора средств была объявлена подписка, по окончании которой было получено 16625 рублей. Проект был заказан областному архитектору В. А. Филиппову. Местом возведения арки стало пересечение улиц Екатерининской (ныне ул. Мира) и Котляревской (ныне ул. Седина) по дороге от вокзала к дому Наказного атамана Кубанского казачьего войска.",
        "photos": ["arka_1", "arka_2", "arka_3"],
        "image": "arka_1",
        "showOnMainScreen": true
    },
    {
        "name": "Шуховская башня",
        "lat": 45.03945920956372,
        "lon": 38.97276246768748,
        "category": "historical",
        "sightDescription": "Шу́ховская ба́шня в Краснодаре — стальная ажурная гиперболоидная конструкция, сетчатая водонапорная башня, построенная в 1935 году по проекту В. Г. Шухова. Конструкция находится в Краснодаре у здания цирка на пересечении улиц В. Головатого и Рашпилевской. В настоящее время башня по назначению не используется. После войны и революции 1917 года, когда не хватало средств и строительных материалов, эти экономичные конструкции очень пригодились. При новой власти появилась радиовышка на Шаболовке, башни в Петушках и на Оке, а в июне 1929 года газета «Красное знамя» написала: «Между Водэлтрамом и Машинотрестом заключен договор на постройку железной водонапорной башни системы инженера В. Г. Шухова». Строительство началось примерно в 1929 и в ноябре 1935 года башню ввели в эксплуатацию одновременно с линией городского водопровода. В 1942 году администрация завода «Октябрь» обратилась к председателю городского комитета обороны с просьбой демонтировать башню Шухова. В ходатайстве завода сообщалось: «Эта башня высоко возвышается над близлежащими строениями и поэтому является отличным ориентиром для вражеской авиации…». В резолюции на документе нет сведений о принятом решении.",
        "photos": ["shuhovskaya_bashnya_2", "shuhovskaya_bashnya_2", "shuhovskaya_bashnya_3"],
        "image": "shuhovskaya_bashnya_2",
        "showOnMainScreen": false
    },
    {
        "name": "Красная улица",
        "lat": 45.024612,
        "lon": 38.970464,
        "category": "walk",
        "sightDescription": "Центральная улица города, на которой расположены кинотеатры, рестораны, музеи и магазины – основные достопримечательности Краснодара. На выходные, во время праздников и проведения общественных мероприятий часть аллеи перекрывают, и она становится пешеходной. На Красной улице выступают музыканты и артисты, здесь продают сувениры и подарки. Знакомство с Краснодаром начинается именно отсюда.",
        "photos": ["krasnaya", "krasnaya2", "krasnaya3", "krasnaya4"],
        "image": "krasnaya",
        "showOnMainScreen": true
    },
    {
        "name": "Чистяковская роща",
        "lat": 45.058179,
        "lon": 38.993064,
        "category": "walk",
        "sightDescription": "Самый старый парк столицы Кубани, заложенный еще в 1900 году. В 2008 году он пережил второе рождение после долгих лет запустения со времен Советского Союза. Вниманию посетителей предлагаются аттракционы «Тарзанка» и «Веревочный городок», а также более стандартные детские карусели-лошадки и качели. В парке находится известный на весь город книжный базар, где помимо книг торгуют старинными пластинками, марками и монетами.",
        "photos": ["chistyakovskaya-roscha", "chistyakovskaya-roscha2", "chistyakovskaya-roscha3"],
        "image": "chistyakovskaya-roscha",
        "showOnMainScreen": true
    },
    {
        "name": "Собор Александра Невского",
        "lat": 45.0144608,
        "lon": 38.9670823,
        "category": "orthodoxy",
        "sightDescription": "17 июня 1993 года в восточной части бывшей Соборной площади в память о разрушенном войсковом соборе заложен и 30 декабря 1994. В 2000 году состоялся конкурс проектов на воссоздание собора, победителем которого стал архитектор В.Т. Головеров. Решение о его восстановлении собора было принято в 2003 году губернатором Кубани Александром Ткачевым. Войсковой собор решено восстановить на новом месте - в начале улицы Красной. До своего разрушения главный собор Кубани располагался на углу улиц Красной и Соборной, в сквере напротив нынешнего здания администрации края. 17 декабря 2003 года состоялась торжественная церемония закладки камня на месте будущего собора митрополитом Екатеринодарским и Кубанским Исидором года, через два года после начала строительства, колокола, купола и кресты храма освятил патриарх Московский и всея Руси Алексий II года митрополит Калининградский и Смоленский Кирилл освятил полностью восстановленный Александро-Невский собор.",
        "photos": ["sobor_nevskogo", "sobor_nevskogo2", "sobor_nevskogo3", "sobor_nevskogo4"],
        "image": "sobor_nevskogo",
        "showOnMainScreen": true
    },
    {
        "name": "Свято-Екатерининский собор",
        "lat": 45.0203926,
        "lon": 38.9746063,
        "category": "orthodoxy",
        "sightDescription": "Собор является главным храмом Екатеринодарской и Кубанской епархии. Свято-Екатерининский кафедральный Собор - один из самых больших храмов России, памятник архитектуры нашего города. Это центр духовной жизни Кубани. Решение о постройке Собора было принято общественностью Екатеринодара 17 октября 1889 года, через год после страшной катастрофы царского поезда, при которой члены августейшей семьи чудом остались живы. Незадолго до происшествия император Александр III с супругой и сыновьями посетили Екатеринодар. В честь избавления царской семьи от гибели и было решено построить в Екатеринодаре величественный собор с семью престолами. Строительство самого большого в области собора шло 14 лет. Над проектом работал местный талантливый архитектор Иван Клементьевич Мальгерб. Храм был заложен 23 апреля 1900 г. на Екатерининской площади, где к тому времени располагалась уже обветшавшая деревянная церковь св. Екатерины 1814 года рождения. 24 марта 1914 г. года состоялось торжественное освящение главного престола. Трудные годы в жизни прихода наступили после Октябрьской революции: Собор пережил обновленчество, в 1922 под видом помощи голодающим Поволжья был совершенно разграблен. Чудом избежал храм участи Собора Александра Невского. Кафедральный собор готовили к взрыву, якобы ради кирпичей. Спасителем собора оказался его создатель. Архитектору Мальгербу удалось убедить комиссию по разрушению храмов в нецелесообразности его уничтожения. 26 июня 1934 г. Епархиальное управление заявило, что община вследствие своей малочисленности распалась. Собор превратили в склад. Возобновление богослужений произошло только после освобождения Краснодара от немецко-фашистских захватчиков в 1944 г. К празднованию 1000-летия Крещения Руси в Екатерининском соборе были проведены реставрационные работы. В 2014 году Собор отметил свой 100-летний юбилей.",
        "photos": ["ek_sobor", "ek_sobor2", "ek_sobor3"],
        "image": "ek_sobor",
        "showOnMainScreen": false
    },
    {
        "name": "Музей-заповедник им. Е.Д.Фелицына",
        "lat": 45.0254232,
        "lon": 38.9720092,
        "category": "museum",
        "sightDescription": "Свою историю музей ведет от Кубанского Войскового этнографического и естественно-исторического музея, который был основан в 1879 г. при Кубанском областном статистическом комитете региональным историком, войсковым старшиной Евгением Дмитриевичем Фелицыным (1848-1903). Современники называли Фелицына «энциклопедией Кавказа», «живой летописью». Он в совершенстве знал историю и географию края, археологию и этнографию, картографию, изучал геологию, ботанику и минералогию. Первыми экспонатами музея стали подарки, пожертвования населения и личные собрания Е.Д. Фелицына по археологии и этнографии. На их приобретение Фелицын тратил своё небольшое жалование, часто влезая в долги. Музей обязан ему одной из лучших в мире коллекций каменных «половецких» изваяний, которые он свозил на подводах со всей Кубанской области. Только за первый год численность коллекции составило 276 предметов по археологии и 42 предмета по этнографии.",
        "photos": ["museum_felicina", "museum_felicina2"],
        "image": "museum_felicina",
        "showOnMainScreen": true
    },
    {
        "name": "Парк \"Солнечный остров\"",
        "lat": 45.007215,
        "lon": 39.055173,
        "category": "walk",
        "sightDescription": "Парк находится вдалеке от шумных городских маршрутов, что делает его островком спокойствия и безмятежности, возможно, именно поэтому он получил такое звучное название. Здесь работают аттракционы на любой вкус, есть спортивные площадки и зоны для отдыха, имеется даже зоопарк. «Солнечный остров» – одно из мест проведения общественных праздников, во время которых на территории устраивают представления и дают концерты.",
        "photos": ["solnechnii_ostrov", "solnechnii_ostrov2", "solnechnii_ostrov3", "solnechnii_ostrov4"],
        "image": "solnechnii_ostrov4",
        "showOnMainScreen": true
    },
    {
        "name": "Сафари-парк",
        "lat": 45.007846,
        "lon": 39.052444,
        "category": "zoo",
        "sightDescription": "«Сафари Парк» — один из крупнейших зоопарков в Краснодаре с уникальной коллекцией животных, расположенный на территории парка \"Солнечный остров\". В нем обитает огромное количество редких представителей мира фауны, многие из которых занесены в Красную книгу. «Сафари Парк» работает в течение более чем 10 лет и все это время остается популярным как среди туристов, так и у местных жителей.",
        "photos": ["safari_park", "safari_park2", "safari_park3"],
        "image": "safari_park.jpg",
        "showOnMainScreen": true
    }
]
