[{
        "name": "Памятник \"Собачкина столица\"",
        "lat": 45.021607566255135,
        "lon": 38.96891326931533,
        "category": "architectural",
        "sightDescription": "Торжественное открытие памятника состоялось 30 сентября 2007 года. По замыслу автора проекта, Валерия Пчелина, две собаки – он и она – встретились на первом свидании под зданием с часами, на углу улиц Мира и Красная, и пошли гулять, взявшись за руки. Скульптурная композиция представляет собой парочку влюбленных собак, которые одеты по моде прошлого века. Взявшись за лапки, они прогуливаются по центру города. Песик держит шляпу, его подруга опирается на зонт. На стене за парой влюбленных выбита цитата Владимира Маяковского, который сказал о Краснодаре: «Это ж не собачья глушь, а собачкина столица!». Краснодарцы и гости города верят в то, что если потереть собачкам нос, то сбудется желание, связанное с любовью и близкими отношениями. А если потереть лапки - любое путешествие будет удачным. «Краснодар — город для людей, но и собаки тоже являются его полноправными жителями. Эта «собачкина столица» — город в городе… К его жителям (собакам) можно относиться как к животным. Но они похожи на нас, они часть нас», — рассказал скульптор Пчелин В.П.",
        "photos": ["sobachkina_stolica_1", "sobachkina_stolica_2", "sobachkina_stolica_3"],
        "image": "sobachkina_stolica_1"
    },
    {
        "name": "Памятник Шурику и Лидочке",
        "lat": 45.04331775105477,
        "lon": 38.97715511371469,
        "category": "architectural",
        "sightDescription": "Герои знаменитой советской кинокомедии Лидочка и Шурик поселились в Краснодаре. Бронзовые фигуры студентов из фильма Леонида Гайдая установлены в центре города, на аллее улицы Красная. Памятник находится напротив здания Кубанского технологического университета. Над скульптурной композицией полгода трудились около десятка кубанских и ростовских скульпторов, архитекторов и литейщиков. Фигуры весят порядка трехсот килограммов, но, по задумке исполнителей проекта, едва превышают человеческий рост. Идею установить в Краснодаре памятник Шурику и Лидочке подал губернатор региона Александр Ткачев. По словам авторов проекта, место для нового памятника не случайно выбрано возле одного из крупных вузов Кубани. Бронзовые \"Лидочка и Шурик\" должны были стать символом отличной учебы студентов, а конспекты девушки, по предположениям архитекторов, зачитают до дыр гости и жители Кубани. Кстати, это преположение подтвердилось на практике: возле этого памятника заглядывая за бронзовые плечи героев обожают фотографироваться и краснодарцы, и приезжие абитуриенты-студенты, и туристы.",
        "photos": ["pamyatnik_shuriku_i_lidochke_1", "pamyatnik_shuriku_i_lidochke_2", "pamyatnik_shuriku_i_lidochke_3"],
        "image": "pamyatnik_shuriku_i_lidochke_1"
    },
    {
        "name": "Памятник Екатерине II",
        "lat": 45.015667725895796,
        "lon": 38.968414956042764,
        "category": "architectural",
        "sightDescription": "В руках императрицы — скипетр и держава, а сама она изображена мудрой и величавой, одетой в царскую порфиру. Центральную часть постамента занимает текст Жалованной грамоты от 1 (12) июля 1792 года. Слева изображён князь Потёмкин-Таврический на фоне боевых знамён и войсковых знаков. Справа стоят три первых кошевых атамана Черноморского казачьего войска: Антон Головатый, Сидор Белый и Захарий Чепега. На задней стороне памятника изображён слепой кобзарь с поводырём, а также список побед, одержанных Россией при участии кубанских казаков. Проект памятника был разработан знаменитым художником и скульптором Михаилом Микешиным в 1895 году к празднованию Кубанским казачьим войском своего 200-летнего юбилея. Скоропостижная кончина не позволила Микешину завершить работу, её продолжателем стал скульптор Борис Эдуардс под непосредственным наблюдением особой войсковой строительной комиссии. Памятник был торжественно заложен осенью 1896 года, а его открытие состоялось лишь 6 мая 1907 года. Новый памятник был создан известным кубанским скульптором, членом Союза художников России Александром Аполлоновым, использовавшим в своей работе снимки бронзовой модели памятника, архивные документы и чертежи. Монумент был отлит в мастерской художественного литья Ростовского государственного университета, архитектурно-скульптурная атрибутика выполнена Краснодарским компрессорным заводом. В 2011 году в Сочи также открыт памятник Екатерине II, который является уменьшенной копией краснодарского. Памятник был придуман и возведён в честь решения Екатерины II подарить русские земли Кубанскому Казачьему войску за то что они помогали России в войне.",
        "photos": ["pamyatnik_imperatrice_ekaterine_ii_1", "pamyatnik_imperatrice_ekaterine_ii_2", "pamyatnik_imperatrice_ekaterine_ii_3"],
        "image": "pamyatnik_imperatrice_ekaterine_ii_1"
    },
    {
        "name": "Триумфальная Арка",
        "lat": 45.0467993062905,
        "lon": 38.97823441186576,
        "category": "historical",
        "sightDescription": "Арка была построена в русском стиле, с использованием художественно переосмысленных традиций допетровского московского зодчества. Она состояла из центрального пролёта и двух боковых — для пешеходов. Боковые устои центральной арки были украшены четырьмя шатровыми шпилями. Шпили венчались золочёнными двуглавыми орлами — символами Российской империи. Всё сооружение было покрыто чешуйчатой шатровой кровлей. В больших кокошниках с обеих сторон центральной арки размещались иконы с лампадами: на восточной стороне, со стороны вокзала, образ князя Александра Невского, святого патрона и покровителя русского воинства; на западной — Екатерины великомученицы, святой покровительницы города Екатеринодара. Накануне визита Императора Александра III городское купеческое общество предложило возвести Триумфальную арку (Царские ворота). Для сбора средств была объявлена подписка, по окончании которой было получено 16625 рублей. Проект был заказан областному архитектору В. А. Филиппову. Местом возведения арки стало пересечение улиц Екатерининской (ныне ул. Мира) и Котляревской (ныне ул. Седина) по дороге от вокзала к дому Наказного атамана Кубанского казачьего войска.",
        "photos": ["arka_1", "arka_2", "arka_3"],
        "image": "arka_1"
    },
    {
        "name": "Шуховская башня",
        "lat": 45.03945920956372,
        "lon": 38.97276246768748,
        "category": "historical",
        "sightDescription": "Шу́ховская ба́шня в Краснодаре — стальная ажурная гиперболоидная конструкция, сетчатая водонапорная башня, построенная в 1935 году по проекту В. Г. Шухова. Конструкция находится в Краснодаре у здания цирка на пересечении улиц В. Головатого и Рашпилевской. В настоящее время башня по назначению не используется. После войны и революции 1917 года, когда не хватало средств и строительных материалов, эти экономичные конструкции очень пригодились. При новой власти появилась радиовышка на Шаболовке, башни в Петушках и на Оке, а в июне 1929 года газета «Красное знамя» написала: «Между Водэлтрамом и Машинотрестом заключен договор на постройку железной водонапорной башни системы инженера В. Г. Шухова». Строительство началось примерно в 1929 и в ноябре 1935 года башню ввели в эксплуатацию одновременно с линией городского водопровода. В 1942 году администрация завода «Октябрь» обратилась к председателю городского комитета обороны с просьбой демонтировать башню Шухова. В ходатайстве завода сообщалось: «Эта башня высоко возвышается над близлежащими строениями и поэтому является отличным ориентиром для вражеской авиации…». В резолюции на документе нет сведений о принятом решении.",
        "photos": ["shuhovskaya_bashnya_2", "shuhovskaya_bashnya_2", "shuhovskaya_bashnya_3"],
        "image": "shuhovskaya_bashnya_2"
    },
    {
        "name": "Красная улица",
        "lat": 45.024612,
        "lon": 38.970464,
        "category": "walk",
        "sightDescription": "Центральная улица города, на которой расположены кинотеатры, рестораны, музеи и магазины – основные достопримечательности Краснодара. На выходные, во время праздников и проведения общественных мероприятий часть аллеи перекрывают, и она становится пешеходной. На Красной улице выступают музыканты и артисты, здесь продают сувениры и подарки. Знакомство с Краснодаром начинается именно отсюда.",
        "photos": ["krasnaya", "krasnaya2", "krasnaya3", "krasnaya4"],
        "image": "krasnaya"
    },
    {
        "name": "Чистяковская роща",
        "lat": 45.058179,
        "lon": 38.993064,
        "category": "walk",
        "sightDescription": "Самый старый парк столицы Кубани, заложенный еще в 1900 году. В 2008 году он пережил второе рождение после долгих лет запустения со времен Советского Союза. Вниманию посетителей предлагаются аттракционы «Тарзанка» и «Веревочный городок», а также более стандартные детские карусели-лошадки и качели. В парке находится известный на весь город книжный базар, где помимо книг торгуют старинными пластинками, марками и монетами.",
        "photos": ["chistyakovskaya-roscha", "chistyakovskaya-roscha2", "chistyakovskaya-roscha3"],
        "image": "chistyakovskaya-roscha"
    }
]
